---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StartSymbolType
source: html/8ad55fe9-edc7-f7f2-276e-c33c40784911.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StartSymbolType Property

"Start Symbol Type"

## Syntax (C#)
```csharp
public static ForgeTypeId StartSymbolType { get; }
```